[{"headline": "Five taken to hospital with minor injuries after crash on A17 near Sleaford", "sentence": "Five people have been taken to hospital with minor injuries following a crash on the A17 near Sleaford this morning."}, {"headline": "Several school districts hold classes on Presidents' day to make up for days missed", "sentence": "Several school districts in Hampton Roads are holding classes this Presidents' Day to make up for days missed because of the snow."}, {"headline": "Luis Suarez spotted in London:", "sentence": "Luis Suarez was spotted in London this afternoon and this has led the Daily Star to link the Liverpool striker to a potential move to Chelsea or Arsenal."}, {"headline": "Woman injured by falling tree", "sentence": "A woman was injured by a falling tree in the Gresham neighborhood, according to the Chicago Fire Department."}, {"headline": "Benjamin Zephaniah to lead poetry day for ex-offenders", "sentence": "Birmingham poet Benjamin Zephaniah is today leading an interactive poetry day for ex-offenders in Birmingham."}, {"headline": "Vodafone seeks regulatory approval to take full control of its Indian unit", "sentence": "British mobile phone giant Vodafone said Tuesday it was seeking regulatory approval to take full control of its Indian unit for $1.65 billion, after New Delhi relaxed foreign ownership rules in the sector."}, {"headline": "Markets remain under pressure;", "sentence": "Markets continued to remain under pressure on Thursday morning as financial heavyweights like ICICI Bank, HDFC, and HDFC Bank declined by 1-2% each."}, {"headline": "Rick Riordan reveals cover for 'the Staff of Serapis'", "sentence": "Rick Riordan has revealed the cover for his latest crossover short story, ``Staff of Serapis,'' which features Annabeth Chase and Sadie Kane."}, {"headline": "Russia sending thousands of troops to Crimea", "sentence": "Ukraine accused Russia Saturday of sending thousands of extra troops into Crimea as the Kremlin vowed to help restore calm on the flashpoint peninsula and Washington warned of ``costs'' to Moscow should it use force."}, {"headline": "Man charged with killing father cleared by grand jury", "sentence": "A man charged with killing his father in a fight outside a busy Orlando restaurant was just cleared by a grand jury."}, {"headline": "Attacks across Iraq kill at least 20 people", "sentence": "A new wave of attacks across Iraq killed at least 20 people and wounded dozens on Monday as the government pressed on with its offensive to hunt down al-Qaida-linked militants in the country's volatile western desert."}, {"headline": "New Zealand shares fall for third session", "sentence": "NEW Zealand shares fell for a third session as institutional investors re-weighted their portfolios ahead of changes to the market index next week."}, {"headline": "Aaron Donald wins Bronko Nagurski Trophy", "sentence": "At a ceremony held in Charlotte, NC, Monday night, Pitt defensive tackle Aaron Donald won the 2013 Bronko Nagurski Trophy."}, {"headline": "One in four men admits raping woman --", "sentence": "One in four men admitted raping a woman once in their life according to a report from United Nations."}, {"headline": "Russia ``fully compensating'' for environmental effects of Olympic Games", "sentence": "Deputy Prime Minister Dmitry Kozak, in charge of the government's Olympic preparations, told an IOC conference in Sochi Wednesday that Russia was ``fully compensating'' for any environmental effects of the Games."}, {"headline": "Cairn Energy plans nine wells in 2014 exploration programme --", "sentence": "Oil & gas giant Cairn Energy Plc., in its pre-close update, said that it plans to drill nine wells in its 2014 exploration programme across an attractive mix of frontier and mature basins."}, {"headline": "Three hacked to death over land dispute", "sentence": "Three members of a family were hacked to death over a land dispute between two groups of people in Garhaiwadi village of Bihar's Kishanganj district, police said."}, {"headline": "Gannett completes acquisition of Belo", "sentence": "MCLEAN, Va., Dec. 23, 2013 /PRNewswire/ Gannett Co., Inc. announced today that it has completed its previously announced acquisition of Belo Corp. for $13.75 per share in cash, in addition to the assumption of $715 million of outstanding debt, for a total transaction value of $2.2 billion."}, {"headline": "US champion Abbott falls hard in short program", "sentence": "SOCHI, Russia US champion Jeremy Abbott fell hard on an attempted quadruple toe loop Thursday in the men's short program at the Olympics, yet finished the routine."}, {"headline": "Kathy Griffin to host TrevorLIVE", "sentence": "Long time LGBTQ ally and activist, multi-Grammy Award-nominated, two-time Emmy Award-winning comedian and #1 New York Times bestselling author Kathy Griffin will host TrevorLIVE in Los Angeles on December 8th at the Hollywood Palladium, presented by Audi of America and Wells Fargo."}, {"headline": "Positive signs emerging:", "sentence": "The Australian Treasury believes positive signs are emerging in the Australian economy."}, {"headline": "Vine bans sexually explicit content", "sentence": "Vine, the mobile app owned by Twitter, has banned sexually explicit content, effective immediately."}, {"headline": "United Kingdom denies visa to Cuban antiterrorist fighter Rene Gonzalez", "sentence": "The government of the United Kingdom denied visa to Cuban antiterrorist fighter Rene Gonzalez, invited to the International Commission of Inquiry about the case of the Five, to be run on March 7-8 in London."}, {"headline": "Dollar falls against rivals", "sentence": "The dollar fell against its major rivals as investors questioned the timing of a potential reduction in Federal Reserve stimulus."}, {"headline": "Maya Rudolph welcomes fourth child!", "sentence": "Maya Rudolph and longtime partner Paul Thomas Anderson have welcomed their fourth child, a source confirms to Us Weekly."}, {"headline": "Kristen Stewart flashes bra:", "sentence": "KStew showed some skin and flashed her black bra while taking her furry new friend for a stroll."}, {"headline": "Vonn returns to skiing over weekend in Chile", "sentence": "Lindsey Vonn returned to skiing over the weekend in Chile nearly seven months after a season-ending crash that required surgery on her right knee."}, {"headline": "Two Chinese war ships arrive at the port of Trincomalee", "sentence": "Two Chinese war ships, ``JING GANGSHA'' and ``HENG SHUI'' arrived at the port of Trincomalee on 13 th January 2014 on a good will visit."}, {"headline": "Art. Burning as it were a lamp by Enrique Martinez Celaya", "sentence": "Art. Burning as it were a lamp, a project by Enrique Martinez Celaya on view during Art Basel Miami Beach."}, {"headline": "Flash floods hit Chai Chee after heavy downpour", "sentence": "Flash floods hit Chai Chee on Monday afternoon after a heavy downpour, leaving some vehicles stranded."}, {"headline": "Largest diamond ever sold at auction fetches $30.6 million", "sentence": "This 118-carat egg-sized jewel, the largest diamond ever sold at auction, fetched $30.6 million at Sotheby's in Hong Kong yesterday, or $259,322 per carat."}, {"headline": "Modi sent emissaries to create 'soft corner':", "sentence": "Srinagar, Apr 18 Hardline Hurriyat Conference chairman Syed Ali Shah Geelani today claimed that BJP's prime ministerial candidate Narendra Modi had sent emissaries to him and separatist leadership in Jammu and Kashmir to create a ``soft corner'' for him by making a ``commitment'' to seek a solution to Kashmir issue."}, {"headline": "Chinese shares close lower Wednesday", "sentence": "Chinese shares closed lower Wednesday dragged down by the bio-pharmaceutical sector and small enterprises with growth potential."}, {"headline": "Kate Bush announces first set of live shows in 35 years", "sentence": "British performer Kate Bush has announced her first set of live shows in 35 years, entitled Behind the Dawn."}, {"headline": "Rajasthan Government misusing public funds:", "sentence": "An RTI activist has alleged that the Rajasthan Government was 'misusing' public funds for advertising its achievements in newspapers and TV channels in an election year."}, {"headline": "Yellow fever mosquito found at Holy Cross cemetery in Menlo Park", "sentence": "A yellow fever mosquito which can carry several viruses included dengue fever was found at Holy Cross cemetery in Menlo Park, the California Department of Public Health confirmed Friday."}, {"headline": "Lea Michele found out about Monteith`s death through phone call", "sentence": "Lea Michele reportedly found out about the death of her boyfriend Cory Monteith in Vancouver through a phone call."}, {"headline": "Rocker Lou Reed of Velvet Underground dies at 71", "sentence": "Lou Reed, the pioneering musician who fronted influential rock band The Velvet Underground and won mainstream acclaim with solo songs ``Walk on the Wild Side'' and ``Perfect Day,'' died on Sunday aged 71."}, {"headline": "Millennium development goals have had 'little impact' on lives of leprosy sufferers", "sentence": "The Millennium Development Goals have had a huge influence on international development but ``little impact'' on the lives of leprosy sufferers, according to The Leprosy Mission."}, {"headline": "Female puffin hatched at National aquarium", "sentence": "A female puffin hatched at the National Aquarium is doing well in its specially constructed burrow."}, {"headline": "Bruce Springsteen dedicates song to Trayvon Martin", "sentence": "NEW YORK Bruce Springsteen dedicated his protest song ``American Skin '' to teenager Trayvon Martin during a concert in Limerick, Ireland."}, {"headline": "Car washed off flooded causeway near Sarina", "sentence": "POLICE were called by passers-by after a car was washed off a flooded causeway on Pier Rd, near Sarina."}, {"headline": "Blue Jackets hire agent Bill Zito as assistant general manager", "sentence": "The Columbus Blue Jackets have hired prominent player agent Bill Zito as assistant general manager."}, {"headline": "Firefighters prepare for conditions 'as bad as it gets'", "sentence": "Firefighters in New South Wales are preparing for weather conditions they say will be 'as bad as it gets' and are calling on residents who don't have a fire plan to evacuate."}, {"headline": "Pita Pit closes in Edwardsville", "sentence": "Pita restaurant chain Pita Pit has closed in Edwardsville."}, {"headline": "Central African Republic poses 'serious threat':", "sentence": "The UN Security Council warned Wednesday that turmoil in the Central African Republic poses a ``serious threat'' to the country and the region, and urged new measures to restore stability, AFP reports."}, {"headline": "CISF trooper foils suicide bid in Delhi metro", "sentence": "Just a week after a CISF trooper foiled a suicide bid by a woman in the Delhi metro, another woman trooper from the same force prevented two women commuters from ending their lives, an official said Monday."}, {"headline": "Man was shot in head in front of teammates as he walked off soccer pitch", "sentence": "A MAN who was shot in the head in front of his teammates as he walked off a soccer pitch knew his life was in danger, an inquest heard."}, {"headline": "Manitowoc man accused of embezzling from Sheboygan firm", "sentence": "A Manitowoc man is accused of embezzling over $300,000 from a Sheboygan firm that makes chairs for health care patients and institutions."}, {"headline": "Gang of youths rob man in Oldbrook underpass for just £10", "sentence": "A gang of youths between eight and sixteen robbed a man in an Oldbrook underpass for just £10."}, {"headline": "Bombay high court directs BEST staff to call off strike & report to work", "sentence": "The Bombay high court on Tuesday directed the BEST staff, including drivers and conductors, to call off their strike and report to work immediately."}, {"headline": "Highway 12 over White Pass closed by slide", "sentence": "A 40-mile section of Highway 12 over White Pass was closed by a mud and rock slide Saturday, and crews will need to inspect the area in the daylight Sunday before estimating when the roadway will reopen."}, {"headline": "Germany, Belgium, Switzerland reach World Cup", "sentence": "THREE-TIME champions Germany, Belgium and Switzerland reached the World Cup finals on Friday as England, Russia and Bosnia-Herzegovina edged closer to Brazil."}, {"headline": "Neo-Nazis sentenced to six years in prison", "sentence": "Seven Austrian neo-Nazis were sentenced to up to six years in prison in a case the judge said should serve as an example to others in the country."}, {"headline": "Pakistan to resume cross-border trade in Kashmir", "sentence": "Pakistan said on Thursday it has decided to resume cross-border trade in Kashmir after weeks of suspension over the arrest of a Pakistani driver by the Indian authorities on drugs smuggling charges."}, {"headline": "Salem's comeback bid falls short vs. Alliance", "sentence": "ALLIANCE-The Salem baseball team made a late comeback bid but fell short to Alliance 7-5 Wednesday."}, {"headline": "Spain condemns mortar attack on Russian embassy in Damascus", "sentence": "Spain Friday strongly condemned the mortar attack against the Russian embassy in Damascus which killed one Syrian and injured nine others."}, {"headline": "Syrian dissident writer arrested", "sentence": "Syrian dissident writer and journalist Akram Al Bunni has been arrested by security forces, his brother, a prominent rights lawyer, told AFP on Sunday."}, {"headline": "Taxi drivers don't know speed limits", "sentence": "A research project has found that taxi drivers often don't know what the speed limit is."}, {"headline": "Venezuelan government to continue pace of land expropriations for ``agrarian socialism''", "sentence": "This year the Venezuelan government plans to continue its pace of land expropriations in order to move towards what it terms ``agrarian socialism''."}, {"headline": "OG&E warns customers of scam", "sentence": "OG&E is warning customers about a prepaid debit card scam that is targeting utility customers across the country."}, {"headline": "Bradley Manning sentenced to 35 years in prison", "sentence": "US whistleblower Bradley Manning, charged with releasing over 700,000 battlefield reports from Iraq and Afghanistan to Wikileaks, received a sentence of 35 years in prison from a military court Wednesday."}, {"headline": "Ballarpur Industries may touch Rs 21-22:", "sentence": "Sharmila Joshi of sharmilajoshi.com feels that Ballarpur Industries may touch Rs 21-22 in next 9-12 months."}, {"headline": "McAuliffe to bring pre-inauguration celebration to sw va Saturday", "sentence": "Governor-elect Terry McAuliffe is bringing pre-inauguration celebrations to southwest Virginia Saturday night with a regional inaugural ball in Abingdon."}, {"headline": "People roulette online chat", "sentence": "The second wild is the picture of all five of the Girls people roulette online chat Guns."}, {"headline": "Bale enjoying the expectation", "sentence": "Gareth Bale has conceded that he enjoys the 'expectation' on his shoulders at Real Madrid."}, {"headline": "Costumes could contain toxic chemicals", "sentence": "But one state lawmaker says some costumes contain toxic chemicals and she wants those toxins identified and labeled."}, {"headline": "Man arrested after child porn found on computer", "sentence": "A 48-year-old Golden Valley man was arrested Friday after child porn was found on his computer."}, {"headline": "Heritage Valley to advertise rates at outpatient clinics", "sentence": "Beaver-based Heritage Valley Health System plans to advertise rates for the top 25 medical services at its ConvenientCare outpatient clinics, the first effort of its kind in western Pennsylvania."}, {"headline": "Hundreds march for 'freedom' in sudan", "sentence": "Hundreds of men and women marched for ``freedom'' in the Sudanese capital today despite the deployment of militia, troops and riot police, AFP correspondents reported."}, {"headline": "Exercise good for treating heart disease", "sentence": "Exercise may be just as good as medication to treat heart disease and should be included as a comparison when new drugs are being developed and tested, scientists said on Wednesday."}, {"headline": "IT stocks extend Friday's gain", "sentence": "Nine IT stocks were up 0.27% to 2.98% at 09:57 IST on BSE, extending Friday's gain triggered by Infosys raising its revenue growth guidance in both rupee and dollar terms for the year ending 31 March 2014."}, {"headline": "World leaders pay tribute to Nelson Mandela", "sentence": "World leaders from across the globe come together to pay tribute to Nelson Mandela, who died last week at the age of 95."}, {"headline": "Redbox rents 3 billionth disc", "sentence": "Redbox rented its 3 billionth disc this month, just 16 months after renting its 2 billionth disc in March 2012."}, {"headline": "Jennifer Holliday coming to Atlanta Botanical Garden", "sentence": "Broadway's original Dreamgirl Jennifer Holliday is coming to the Atlanta Botanical Garden for a concert benefiting Actor's Express."}, {"headline": "University of Dayton basketball player charged with assault", "sentence": "Court records show a University of Dayton basketball player has been charged with domestic violence and assault."}, {"headline": "Silver Standard Resources to purchase Marigold mine", "sentence": "Silver Standard Resources Inc. announces today that it has entered into a Purchase and Sale Agreement with subsidiaries of Goldcorp Inc. and Barrick Gold Corporation to purchase 100% of the Marigold mine, a producing gold mine in Nevada, USA for cash consideration of $275 million."}, {"headline": "The attack on Syria has already failed", "sentence": "The moment Secretary of State John Kerry and President Obama began making speeches instead of launching missiles, the attack on Syria had already failed."}, {"headline": "Master plan begins forming implementation task groups", "sentence": "The Flint master plan team will begin forming implementation task groups to coordinate and implement the strategies developed in Imagine Flint Master Plan."}, {"headline": "Italy recalls ambassador from India", "sentence": "Italy on Tuesday recalled its ambassador from India in protest over a new delay in the legal proceedings against two Italian marines accused of killing two Indian fishermen."}, {"headline": "Kimiko Date-Krumm retires in the first round of Malaysian Open", "sentence": "Japanese veteran Kimiko Date-Krumm was forced to retire in the first round of the BMW Malaysian Open in Kuala Lampur on Tuesday."}, {"headline": "Husband of murdered woman Jill Meagher returning to Ireland", "sentence": "The husband of murdered Melbourne woman Jill Meagher will return to Ireland later this month ``to clear his head'' while fighting for parole board changes."}, {"headline": "Delays are often a simple result of supply and demand", "sentence": "Boaters can become frustrated when a repair or upgrade takes a long time, but delays are often a simple result of supply and demand."}, {"headline": "Gene Haas granted Formula One license by the FIA", "sentence": "It's been officially confirmed that NASCAR Sprint Cup team owner Gene Haas has been granted a Formula One license by the FIA."}, {"headline": "Priest who performs exorcisms signs movie deal", "sentence": "An Indiana priest who gained fame when he performed exorcisms on a local family has signed a movie deal that will tell the story on screen."}, {"headline": "24 veterans receive Medal of Honor decades after service", "sentence": "24 veterans will receive the Medal of Honor next month, decades after completing their military service."}, {"headline": "Midtown Global Market hosts Day of the dead", "sentence": "You and your family can get in on the action this weekend at Midtown Global Market in Minneapolis, where they're hosting the Mexican celebration Dia de los Muertos, or Day of the Dead."}, {"headline": "Stillman to furlough for employees in April, May", "sentence": "Stillman College will furlough employees in April and May as a way to avoid pay cuts or layoffs, according to a statement released Wednesday."}, {"headline": "Klobuchar to highlight efforts to combat heroin use", "sentence": "With the pace of drug overdose deaths on the rise in the Twin Cities, Democratic US Sen. Amy Klobuchar will host an event Sunday at the Hazelden's youth addiction treatment center in Plymouth to highlight efforts to combat heroin use in the state."}, {"headline": "Chris Hemsworth - Chris Hemsworth flees floods", "sentence": "Chris Hemsworth and the crew of his new movie 'In the Heart of the Sea' were forced to flee flash floods in the Canary Islands yesterday."}, {"headline": "Treatment for ringing in the ears", "sentence": "Tinnitus Miracle created by Thomas Coleman is a new revolutionary treatment for ringing in the ears that teaches people how to alleviate, even eliminate tinnitus efficiently."}, {"headline": "Adrian Beltre could return by Sunday", "sentence": "Adrian Beltre could return to the Texas Rangers' lineup as soon as Sunday after feeling tightness in his left quadriceps muscle during a late game Thursday night, and left-hander Matt Harrison is on schedule to make his Cactus League debut Monday night."}, {"headline": "Hartselle defeats Athens", "sentence": "No. 5 Hartselle defeated Athens 14-6 in a key region game at JP Cain Stadium Friday night."}, {"headline": "Shankar Chaudhary, 50 others acquitted in 2002 riots case", "sentence": "BJP MLA from Tharad and party's general secretary Shankar Chaudhary along with 50 others was acquitted on Saturday in a 2002 riots case, in which two people lost their lives in firing and public and private properties were damaged in Radhanpur town."}, {"headline": "Mayors urge Congress to pass immigration reform", "sentence": "Mayors from cities across Kansas urge members of Congress to pass comprehensive immigration reform."}, {"headline": "Kin of rape accused try to chop off victim's tongue", "sentence": "In an audacious incident, kin of a rape accused today tried to chop off the teenage victim's tongue in Pratapgarh district in order to prevent her from giving her statement in the court."}, {"headline": "Two soldiers wounded in north Lebanon", "sentence": "Two soldiers were wounded Friday night in north Lebanon while trying to reopen a road blocked by protesters seeking the release of a ``wanted man.''"}, {"headline": "Early education is vital", "sentence": "Early childhood education is vital to your child's development."}, {"headline": "Office 365 boosts productivity:", "sentence": "MICROSOFT Philippines is rolling out Office 365, its latest product that aims to boost productivity of schools and small and medium businesses."}, {"headline": "Mike Trout leaves game with tightness in his right hamstring", "sentence": "Mike Trout left the Angels game in the sixth inning today with tightness in his right hamstring, but he isn't worried about it being a long-term injury."}]